export const Examrules = () => {
    const items = [
      {id: '(၁)', name: 'ကျောင်းတက်ရာခိုင်နှန်း(၇၅%) မပြည့်မီသူများကို စာမေးပွဲဖြေဆိုခွင့်မပြု။' },
      {id: '(၂)', name: 'ပညာသင်ကာလအတွင်း ပထမနှစ်၀က်စာမေးပွဲကို အကြောင်းတစုံတရာ ခိုင်လုံမှုမရှိဘဲ ဖြေဆိုရန်ပျက်ကွက်ခြင်း (သို့) ဘာသာစုံဖြေဆိုခြင်းမရှိဘဲ တစ်ဘာသာဖြေဆိုရန်ပျက်ကွက်ပါက (၁)နှစ်ကျအဖြစ် သတ်မှတ်ခြင်းခံရမည်။'},
      {id: '(၄)', name: 'စာမေးပွဲတွင်မသမာသောနည်းဖြင့် ဖြေဆိုခြင်းပြုပါက ဦးစီးဌာနမှ သတ်မှတ်ထားသော ကျောင်းသား/သူ များစာမေးပွဲတွင်မသမာသောနည်းဖြင့် ဖြေဆိုခြင်းဆိုင်ရာ ပြစ်မှုပြစ်ဒဏ်များအတိုင်း အရေးယူခြင်းခံရမည်။'},
      {id: '(၅)', name: 'လက်တွေ့လုပ်ငန်းစာမေးပွဲများ၊ အလုပ်ခွင်ကွင်းဆင်းလေ့လာမှုများကို မပျက်မကွက်ပြုလုပ်ပါမည်။'},
      
    ];
  
    return (
      <>
       
        <div class="examrules">
        <h3>စာမေးပွဲစည်းကမ်း</h3>
        <ol>
          {items.map((item) => <li key ={item.id}>{item.name}</li>)}
        </ol>
        </div>
      </>
    );
  }
  