export const Listrules = () => {
    const items = [
      {id: '(၁)', name: 'ကျောင်းမှန်မှန်တက်၍ စာကြိုးစားပါမည်။' },
      {id: '(၂)', name: 'ဆရာ/ဆရာမ များ၏ ဆိုဆုံးမမှုများကိုတသွေမသိမ်းလိုက်နာပါမည်။ '},
      {id: '(၃)', name: 'နိင်ငံပိုင်နှင့်ကျောင်းပိုင်အဆောက်အဦးများ၊ ပစ္စည်းများဖျက်ဆီးခြင်း၊ ခိုးယူခြင်း တို့ကို ရှောင်ကြဥ်ပါမည်။'},
      {id: '(၄)', name: 'ကျောင်းတွင်း/ကျောင်းပြင် ကျောင်းသားများ/သူ များအချင်းချင်းသော်လည်းကောင်း၊ ပြင်ပပုဂ္ဂုလ်များနှင့်သော်လည်းကောင်း၊ ခိုက်ရန်ဖြစ်ပွားခြင်းတို့ကို ရှောင်ကြဥ်ပါမည်။'},
      {id: '(၅)', name: 'အရက်သေစာသောက်စားခြင်း၊ မူးယစ်ဆေး၀ါးသုံးစွဲခြင်း၊ လောင်းကစားမှူကျူးလွန်ခြင်း၊ တို့ကို ရှောင်ကြဥ်ပါမည်။'},
      {id: '(၆)', name: 'ကျောင်း၀န်းအတွင်း မြန်မာ့ရိုးရာယဥ်ကျေးမှုနှင့် ဆန့်ကျင်သော ၀တ်စားဆင်ယဥ်မှုများကို ရှောင်ကြဥ်ပါမည်။'},
      {id: '(၇)', name: 'ရပ်ကွက်စည်းကမ်း၊ ရပ်ရွာစည်းကမ်း၊ ရပ်ရွာရပ်ကွက်ရှိ အဆောင်စည်းကမ်းများကို လိုက်နာပါမည်။'},
      {id: '(၈)', name: 'နိုင်ငံတော်တည်ဆဲ ဥပဒေနှင့် ငြိစွန်းသော မည်သည့်ကိစ္စကိုမျှ မဆောင်ရွက်ပါဟု ၀န်ခံကတိပြုပါသည်။'}
    ];
  
    return (
      <>
       
        <div class="rules">
        <h3>ကျောင်းစည်းကမ်း</h3>
        <ol>
          {items.map((item) => <li key ={item.id}>{item.name}</li>)}
        </ol>
        </div>
      </>
    );
  }
  
  //const root = ReactDOM.createRoot(document.getElementById('root'));
  //root.render(<List />);